tap "aws/tap"
tap "candid82/brew"
tap "homebrew/bundle"
tap "yqrashawn/goku"
brew "act"
brew "bash"
brew "bat"
brew "exa"
brew "findutils"
brew "fish"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-sed"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "grpc"
brew "helix"
brew "httpie"
brew "imagesnap"
brew "jq"
brew "neovim"
brew "nss"
brew "openblas"
brew "numpy"
brew "opam"
brew "openssl@1.1"
brew "platformio"
brew "pnpm"
brew "python@3.10"
brew "python@3.11"
brew "srt"
brew "tmux"
brew "watch"
brew "yarn"
brew "aws/tap/lightsailctl"
cask "alacritty"
cask "fig"
cask "warp"
vscode "albymor.increment-selection"
vscode "alefragnani.Bookmarks"
vscode "alekseychaikovsky.line-jumper"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "JohnnyMorganz.stylua"
vscode "kdl-org.kdl"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ocamllabs.ocaml-platform"
vscode "omercohen.toggle-test-only"
vscode "PKief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "Prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-hebrew"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "YoavBls.pretty-ts-errors"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "ZixuanChen.vitest-explorer"
vscode "zxh404.vscode-proto3"
