tap "espanso/espanso"
tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazynpm"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node"
brew "pnpm"
brew "powerlevel10k"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazynpm/lazynpm"
cask "alacritty"
cask "another-redis-desktop-manager"
cask "karabiner-elements"
cask "ngrok"
