tap "aws/tap"
tap "candid82/brew"
tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "yqrashawn/goku"
brew "act"
brew "bash"
brew "bat"
brew "gcc"
brew "btop"
brew "exa"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "numpy"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "grpc"
brew "helix"
brew "httpie"
brew "imagesnap"
brew "jq"
brew "neovim"
brew "nss"
brew "opam"
brew "openssl@1.1"
brew "platformio"
brew "pnpm"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "watch"
brew "yarn"
brew "yazi"
brew "aws/tap/lightsailctl"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "amethyst"
cask "fig"
cask "warp"
vscode "akamud.vscode-theme-onelight"
vscode "albymor.increment-selection"
vscode "alefragnani.bookmarks"
vscode "alekseychaikovsky.line-jumper"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "johnnymorganz.stylua"
vscode "kdl-org.kdl"
vscode "leonardoleal202.dark-mono"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.vscode-speech"
vscode "ocamllabs.ocaml-platform"
vscode "omercohen.toggle-test-only"
vscode "omercohen.vscode-sessionizer"
vscode "pkief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-hebrew"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "undefined_publisher.single-task"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "weiyuwang.dark-plus-oled"
vscode "yoavbls.pretty-ts-errors"
vscode "zamerick.vscode-caddyfile-syntax"
vscode "zxh404.vscode-proto3"
